Repository: ArtchyZ/gnome-mines
Catalog: help/*/*.po
Languages: de

# _
source: translator-credits
de: Florian Purucker <florian@purucker.net>, 2007. Mario Blättermann <mario.blaettermann@gmail.com>, 2008, 2012. Christian Kirbach <Christian.Kirbach@googlemail.com>, 2012.

# _
source: external ref='figures/logo.png' md5='5a979e829d14ad935a9f3e81318a5a36'
de: original

# _
source: external ref='figures/logo32.png' md5='aef7085887ecce229ad39e3f43268a8b'
de: original

# link
source: GNOME Mines
de: GNOME Minen

# text
source: GNOME Mines
de: GNOME Minen

source: <media type="image" src="figures/logo32.png">GNOME Mines logo</media>GNOME Mines
de: <media type="image" src="figures/logo32.png">GNOME Minen-Logo</media>GNOME Minen

source: <app>Gnomine</app> is a Mine Sweeper clone game. The aim of the game is to locate all the mines hidden under tiles on a square board. You'll need some reflection and some luck to find all of them without causing an explosion.
de: <app>Minen</app> ist ein Klon des Spiels Minesweeper. Ziel des Spiels ist es, die unter den Feldern eines quadratischen Spielfelds verborgenen Minen aufzuspüren. Sie benötigen sowohl Gedächtnis als auch Glück, um alle Minen zu finden, ohne eine Explosion zu verursachen.

source: Game Play
de: Spielverlauf

source: Useful tips
de: Nützliche Tipps

source: Advanced
de: Fortgeschritten

source: Get Involved
de: Mithelfen

source: Help make <app>Gnomine</app> better
de: Helfen Sie, <app>Minen</app> zu verbessern

source: Report a bug or suggest an improvement
de: Einen Fehler melden oder einen Verbesserungsvorschlag einreichen

source: <app>Gnomine</app> is maintained by a volunteer community. You are welcome to participate. If you notice a problem you can file a <em>bug report</em>. To file a bug, go to <link href="https://bugzilla.gnome.org/"/>.
de: <app>GNOME Minen</app> wird von einer Gemeinschaft aus Freiwilligen entwickelt. Sie sind herzlich eingeladen, sich daran zu beteiligen. Falls Sie ein Problem entdecken, können Sie einen <em>Fehlerbericht erstellen</em>. Besuchen Sie hierzu <link href="https://bugzilla.gnome.org/"/>.

source: This is a bug tracking system where users and developers can file details about bugs, crashes and request enhancements.
de: Die ist eine Fehlerdatenbank, in der Benutzer und Entwickler Details zu Fehlern, Abstürzen und Erweiterungswünschen hinterlegen.

source: To participate you need an account which will give you the ability to gain access, file bugs, and make comments. Also, you need to register so you can receive updates by e-mail about the status of your bug. If you don't already have an account, just click on the <gui>New Account</gui> link to create one.
de: Zum Arbeiten benötigen Sie Anmeldeinformationen, um Zugang zum System zu bekommen, Fehler zu berichten und Kommentare zu schreiben. Sie müssen sich auch registrieren, um Aktualisierungen zu Fehlerberichten per E-Mail erhalten zu können. Wenn Sie noch keinen Zugang haben, können Sie auf <gui>New Account</gui> klicken und ein Konto einrichten.

source: Once you have an account, log in, click on <guiseq><gui>File a Bug</gui><gui>Applications</gui><gui>gnome-games</gui></guiseq>. Before reporting a bug, please read the <link href="https://bugzilla.gnome.org/page.cgi?id=bug-writing.html">bug writing guidelines</link>, and please <link href="https://bugzilla.gnome.org/browse.cgi?product=gnome-games">browse</link> for the bug to see if it already exists.
de: Sobald die Erstellung des Kontos abgeschlossen ist, klicken Sie auf <guiseq><gui>File a Bug</gui><gui>Applications</gui><gui>gnome-games</gui></guiseq>. Bevor Sie einen Fehler melden, lesen Sie bitte die <link href="https://bugzilla.gnome.org/page.cgi?id=bug-writing.html">bug writing guidelines</link> und <link href="https://bugzilla.gnome.org/browse.cgi?product=gnome-games">schauen Sie bitte nach</link>, ob der Fehler vielleicht schon gemeldet wurde.

source: To file your bug, choose the component <gui>gnomine</gui> in the <gui>Component</gui> menu.
de: Um einen Fehler zu melden, wählen Sie <gui>gnomine</gui> im <gui>Component</gui>-Menü.

source: If you are requesting a new feature, choose <gui>enhancement</gui> in the <gui>Severity</gui> menu. Fill in the Summary and Description sections and click <gui>Commit</gui>.
de: Wenn Sie um eine Erweiterung bitten, so wählen Sie <gui>enhancement</gui> (Erweiterung) im Menü <gui>Severity</gui> (Schweregrad). Füllen Sie die Abschnitte summary (Zusammenfassung) und description (Beschreibung) aus und klicken Sie auf <gui>Commit</gui>.

source: Your report will be given an ID number, and its status will be updated as it is being dealt with. Thanks for helping make <app>Gnomine</app> better!
de: Ihr Bericht bekommt eine Kennung (ID) zugewiesen und der Status wird mit laufender Bearbeitung stets aktualisiert. Danke für Ihre Mithilfe bei der Verbesserung der GNOME-Hilfe!

source: Help develop
de: Bei der Entwicklung helfen

source: The <app>GNOME Games</app> are developed and maintained by a volunteer community. You are welcome to participate.
de: Die <app>GNOME Games</app> werden von einer Gemeinschaft aus Freiwilligen entwickelt und betreut. Sie sind herzlich eingeladen, sich daran zu beteiligen.

source: If you would like to <link href="https://live.gnome.org/GnomeGames/Contributing">help develop <app>GNOME Games</app></link>, you can get in touch with the developers using <link href="https://cbe005.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fgnome-games">irc</link>, or via our <link href="http://mail.gnome.org/mailman/listinfo/games-list">mailing list</link>.
de: Falls Sie <link href="https://live.gnome.org/GnomeGames/Contributing">bei der Entwicklung der <app>GNOME Games</app> helfen möchten</link>, können Sie mit den Entwicklern im <link href="https://cbe005.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fgnome-games">IRC</link> oder über deren <link href="http://mail.gnome.org/mailman/listinfo/games-list">Mailingliste</link> Kontakt aufnehmen.

source: Change the game difficulty
de: Schwierigkeitsgrad des Spiels ändern

source: You can set the difficulty by choosing the grid size used to play <app>gnomine</app>.
de: Sie können den Schwierigkeitsgrad ändern, indem Sie die im Spiel verwendete Rastergröße für <app>gnomine</app> anpassen.

source: Click <guiseq><gui>Game</gui><gui>New</gui></guiseq>.
de: Klicken Sie auf <guiseq><gui>Spiel</gui><gui>Neu</gui></guiseq>.

source: Select from the proposed grid sizes:
de: Wählen Sie eine der vorgeschlagenen Rastergrößen:

source: 8 x 8 board with 10 mines
de: 8x8-Spielfeld mit 10 Minen

source: 16 x 16 board with 40 mines to find
de: 16x16-Spielfeld mit 40 zu findenden Minen

source: 30 x 16 board with 99 mines
de: 30x16-Spielfeld mit 99 Minen

source: Custom board
de: Benutzerdefinierte Spielfläche

source: For the <gui>Custom</gui> size, you have to define the <gui>Horizontal</gui> and the <gui>Vertical</gui> numbers of tiles, and the number of mines
de: Für die Größe <gui>Benutzerdefiniert</gui> müssen Sie die Zahl der <gui>horizontalen</gui> und der <gui>vertikalen</gui> Felder angeben, sowie die Anzahl der Minen

source: Help write documentation
de: Beim Schreiben der Dokumentation helfen

source: The <app>GNOME Games</app> documentation is maintained by a volunteer community. You are welcome to participate.
de: Die Dokumentation der <app>GNOME Games</app> wird von einer Gemeinschaft aus Freiwilligen betreut. Sie sind herzlich eingeladen, sich daran zu beteiligen.

source: To contribute to the Documentation Project, feel free to get in touch with us using <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fdocs">irc</link>, or via our <link href="http://mail.gnome.org/mailman/listinfo/gnome-doc-list">mailing list</link>.
de: Falls Sie sich am Dokumentationsprojekt beteiligen wollen, nehmen Sie im <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fdocs">IRC</link> oder über die <link href="http://mail.gnome.org/mailman/listinfo/gnome-doc-list">Mailingliste</link> mit uns Kontakt auf.

source: Our <link href="https://live.gnome.org/DocumentationProject/Contributing">wiki</link> page contains useful information.
de: Unser <link href="https://live.gnome.org/DocumentationProject/Contributing">Wiki</link> enthält eine Reihe nützlicher Informationen für Sie bereit.

# _
source: external ref='figures/face-smile.svg' md5='6a6254c55d6e76f65007dfef107f4019'
de: original

# _
source: external ref='figures/face-sad.svg' md5='9e02c857add1e6a859e14a89cf0b83ae'
de: original

# _
source: external ref='figures/face-cool.svg' md5='6ce4a904009988e203e3d50896f6016e'
de: original

# _
source: external ref='figures/face-worried.svg' md5='f0a66a1c5046deef93c14eeb9993b367'
de: original

# _
source: external ref='figures/face-win.svg' md5='5a18e37927cee8d20cfc5b37fbcb680b'
de: original

source: The meaning of the faces
de: Die Bedeutung der Gesichter

source: This is a new game and you didn't clicked on any tile for the moment.
de: Dies ist ein neues Spiel und Sie haben noch kein Feld freigelegt.

source: You clicked on a mine, you loose.
de: Sie haben eine Mine freigelegt. Sie haben verloren.

source: The tile you clicked on is safe. You can continue.
de: Das freigelegte Feld ist sicher. Sie dürfen das Spiel fortsetzen.

source: This face appears when you're clicking a on tile.
de: Dieses Gesicht erscheint, während Sie ein Feld freilegen.

source: You found all the mines, you win.
de: Sie haben alle Minen gefunden und gewonnen.

# _
source: external ref='figures/flags.png' md5='21bb5789d11d2ea40515a4dfcfd597ca'
de: translated

# _
source: external ref='figures/flag.svg' md5='f9cc3827986004290dd5c61b02e18b73'
de: original

# _
source: external ref='figures/flag-question.svg' md5='544c1aaa711ee86a03a817a1e3b57733'
de: original

source: What are flags and how to use them
de: Was Fahnen bedeuten und wie man sie verwendet

source: Flags
de: Fahnen

source: Flags are used to mark tiles which you suspect may hide a mine. Putting a flag on a tile prevents you from clicking on it and possibly causing an explosion, ending the game.
de: Fahnen werden zum Markieren von Feldern eingesetzt, die verdächtigt werden, eine Mine zu enthalten. Mit dem Setzen einer Fahne auf ein Feld wird verhindert, dass Sie es freilegen und eventuell eine Explosion verursachen, womit das Spiel sofort verloren ist.

source: How to place a flag on a tile
de: So setzen Sie eine Fahne auf ein Feld

source: To place a red flag on a tile:
de: So setzen Sie eine rote Fahne auf ein Feld:

source: Right click on a blank tile.
de: Klicken Sie mit der rechten Maustaste auf ein leeres Feld.

source: The number of flags available is
de: Die Anzahl der verfügbaren Fahnen entspricht

source: equal to the number of remaining mines.
de: der Zahl der verbleibenden Minen.

source: Use of <em>I'm not sure</em> flag
de: Vewendung der Fahne »Ich bin mir nicht sicher«

source: If you're unsure if a tile hides a mine or not, you can use the blue <em>I'm not sure</em>.
de: Wenn Sie nicht sicher sind, ob sich unter einem Feld eine Mine verbirgt, so können Sie die blaue Fahne <em>Ich bin mir nicht sicher</em> einsetzen.

source: To put an <em>I'm not sure</em> flag on a tile:
de: So setzen Sie eine <em>Ich bin mir nicht sicher</em>-Fahne auf ein Feld:

source: Right-click twice on a blank tile.
de: Klicken Sie zweimal mit der rechten Maustaste auf ein leeres Feld.

source: To enable these flags, click <guiseq><gui>Settings</gui><gui>Preferences</gui> </guiseq>, and tick <gui>Use <em>I'm not sure</em> flags</gui>.
de: Um diese Fahnen freizuschalten, klicken Sie auf <guiseq><gui>Einstellungen</gui><gui>Einstellungen</gui></guiseq> und wählen Sie <gui><em>Ich bin mir nicht sicher</em>-Fahnen verwenden</gui>.

source: Get help when blocked
de: Hilfe erhalten, wenn es nicht weiter geht

source: You can get help while playing:
de: Sie können während des Spiels Hilfe erhalten:

source: Hints. If you're in a situation you don't know which tiles uncover you can ask for a hint. A hint will uncover a tile from the board, but will add ten seconds to the time of the game. To ask for choose <guiseq><gui> Game</gui><gui>Hint</gui></guiseq>.
de: Tipps. Wenn Sie nicht mehr wissen, welches Feld noch aufgedeckt werden kann, können Sie einen Tipp bekommen. Ein Tipp besteht darin, Ihnen ein Feld auf dem Spielfeld aufzudecken. Es werden zugleich aber zehn Sekunden Spielzeit aufgeschlagen. Sie erhalten einen Tipp über <guiseq><gui>Spiel</gui><gui>Tipp</gui></guiseq>.

source: "Too many flags" warning. When activated, this option will inform you when you set too much flag in the same area.
de: Warnmeldung »Zu viele Fahnen«. Wenn aktiviert, so werden Sie informiert, wenn Sie mehr Fahnen platziert haben als Minen vorhanden sind.

source: The list of best performers
de: Die Liste der besten Spieler

source: High Score
de: Bestenliste

source: The high scores lists the ten best <app>gnomine</app> players, and how long it took them to find all the mines.
de: Die Bestenliste der zehn besten Spieler von <app>gnomine</app> und die Angabe, wie lange sie brauchten alle Minen zu finden.

source: To see the name of the people who perform the best scores, choose <guiseq> <gui>Game</gui><gui>Scores</gui></guiseq>. It'll display the <gui>Easy</gui> size by default.
de: Um die Namen der Personen in der Bestenliste zu sehen, wählen Sie <guiseq><gui>Spiel</gui><gui>Ergebnisse</gui></guiseq>. Die Größe <gui>klein</gui> wird per Vorgabe angezeigt.

source: Legal information.
de: Rechtliche Hinweise.

source: License
de: Lizenz

source: This work is distributed under a CreativeCommons Attribution-Share Alike 3.0 Unported license.
de: Dieses Werk wird unter einer »CreativeCommons Attribution-Share Alike 3.0 Unported license« verbreitet.

source: You are free:
de: Es ist Ihnen gestattet:

source: <em>To share</em>
de: <em>Freizugeben</em>

source: To copy, distribute and transmit the work.
de: Das Werk bzw. den Inhalt vervielfältigen, verbreiten und öffentlich zugänglich machen.

source: <em>To remix</em>
de: <em>Änderungen vorzunehmen</em>

source: To adapt the work.
de: Abwandlungen und Bearbeitungen des Werkes bzw. Inhaltes anzufertigen.

source: Under the following conditions:
de: Unter den folgenden Bedingungen:

source: <em>Attribution</em>
de: <em>Weitergabe</em>

source: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).
de: Sie dürfen das Werk nur unter gleichen Bedingungen weitergeben, wie Sie vom Autor oder Lizenzgeber festgelegt wurden (aber nicht so, dass es wie Ihr Werk aussieht).

source: If you alter, transform, or build upon this work, you may distribute the resulting work only under the same, similar or a compatible license.
de: Wenn Sie das lizenzierte Werk bzw. den lizenzierten Inhalt bearbeiten, abwandeln oder in anderer Weise erkennbar als Grundlage für eigenes Schaffen verwenden, dürfen Sie die daraufhin neu entstandenen Werke bzw. Inhalte nur unter Verwendung von Lizenzbedingungen weitergeben, die mit denen dieses Lizenzvertrages identisch, vergleichbar oder kompatibel sind.

source: For the full text of the license, see the <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons website</link>, or read the full <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons Deed</link>.
de: Den vollständigen Text der Lizenz finden Sie auf der <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons-Webseite</link>. Oder Sie können den vollständigen <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons Deed</link> lesen.

source: Start a new game
de: Ein neues Spiel starten

source: To start a new game, click <guiseq><gui>Game</gui><gui>New</gui> </guiseq>, then <link xref="difficulty">select your preferred difficulty level</link>.
de: Klicken Sie auf <guiseq><gui>Spiel</gui><gui>Neu</gui></guiseq>, um ein neues Spiel zu starten, und anschließend <link xref="difficulty">wählen Sie den gewünschten Schwierigkeitsgrad</link>.

source: If you were playing already a game, a popup message will ask if you want to <gui>Start new game</gui> or <gui>Keep current Game</gui>, if you choose the former, your current game will be lost.
de: Fall Sie bereits ein Spiel spielten, so würde eine Nachricht eingeblendet und Sie fragen, ob Sie <gui>ein neues Spiel starten</gui> oder <gui>das aktuelle Spiel behalten</gui> wollen. Wenn Sie die erste Option wählen, so geht der aktuelle Spielstand verloren.

source: The basics game's rules
de: Die grundlegenden Spielregeln

source: Game rules
de: Spielregeln

source: The aim of <app>gnomine</app> is to discover the mines hidden under tiles without make them explose.
de: Das Ziel von <app>Minen</app> ist es, alle unter den Feldern verborgenen Minen zu entdecken, ohne eine Explosion auszulösen.

source: At start, the <app>gnomine</app> board is full of tiles and you have to put flags on those you suspect to have mines.
de: Zu Beginn ist das Spielfeld von <app>Minen</app> mit leeren Feldern ausgefüllt. Sie müssen Fahnen auf jene setzen, von denen Sie glauben, dass sie eine Mine verdecken.

source: The games begins with a game board full of tiles, the size of the board depends on the level of difficulty you choose.
de: Zu Beginn ist das Spielfeld mit leeren Feldern ausgefüllt. Die Größe des Feldes hängt von dem von Ihnen gewählten Schwierigkeitsgrad ab.

source: Click on a first tile to uncover it and discover what's under:
de: Klicken Sie auf ein erstes Feld, um es aufzudecken und zu sehen, was sich darunter verbirgt:

source: A colored number, which represent the number of mines in the adjacent tiles surrounding the current tile. That gives you an indication where mines are, and so where you have to put <link xref="flags"/>.
de: Eine farbige Zahl gibt die Anzahl der Minen in benachbarten Feldern an. Dies gibt Ihnen einen Hinweis darauf, wo sich Minen befinden und wo Sie <link xref="flags"/> setzen müssen.

source: A blank title which means there is no mine around.
de: Ein leeres Feld bedeutet, dass es keine Minen in der Nähe gibt.

source: A mine, in which case you lose.
de: Eine Mine. In diesem Fall ist das Spiel sofort verloren.

source: Do again the previous step until you find all the mines remaining on the board.
de: Wiederholen Sie den vorhergehenden Schritt solange, bis Sie alle auf dem Spielfeld verbliebenen Minen finden.

source: If you were fast enough to complete the game, you'll be invited to add your name in the <link xref="high-scores">high scores</link> list.
de: Wenn Sie das Spiel schnell genug geschafft haben, werden Sie gefragt, ob Sie Ihren Namen in die <link xref="high-scores">Bestenliste</link> eintragen wollen.

source: Keyboard shortcuts
de: Tastenkombinationen

source: New game
de: Neues Spiel

source: <keyseq><key>Ctrl</key><key>N</key></keyseq>
de: <keyseq><key>Strg</key><key>N</key></keyseq>

source: Fullscreen
de: Vollbild

source: Hint
de: Hinweis

source: <keyseq><key>Ctrl</key><key>H</key></keyseq>
de: <keyseq><key>Strg</key><key>H</key></keyseq>

source: Use the toolbar shortcut if your keyboard does not have a <key>Pause</key> key.
de: Verwenden Sie die Tastenkombination für die Werkzeugleiste, falls Ihre Tastatur nicht über eine <key>Pause</key>-Taste verfügt.

source: Help
de: Hilfe

source: Quit
de: Beenden

source: <keyseq><key>Ctrl</key><key>Q</key></keyseq>
de: <keyseq><key>Strg</key><key>Q</key></keyseq>

source: Toolbar
de: Werkzeugleiste

source: The toolbar, located under the menu bar, lets you perform common actions with your mouse. To use a toolbar item, just click on it. The buttons, from left to right, are <gui><link xref="new-game">New Game</link></gui>, <link xref="get-help">Hint</link>, <gui><link xref="pause">Pause</link></gui> and <gui> Fullscreen</gui>.
de: Die Werkzeugleiste unter der Menüleiste ermöglicht es Ihnen, häufige Aktionen per Maus auszuführen. Dazu klicken Sie auf das entsprechende Objekt in der Werkzeugleiste. Die Knöpfe sind von links nach rechts <gui><link xref="new-game">Neues Spiel</link></gui>, <link xref="get-help">Tipp</link>, <gui><link xref="pause">Pause</link></gui> und <gui>Vollbild</gui>.

source: Help translate
de: Beim Übersetzen helfen

source: The <app>GNOME games</app> user interface and documentation is being translated by a world-wide volunteer community. You are welcome to participate.
de: Die Benutzeroberfläche und die Dokumentation der <app>GNOME games</app> werden von einer weltweiten Gemeinschaft aus Freiwilligen übersetzt. Sie sind herzlich eingeladen, sich daran zu beteiligen.

source: There are <link href="http://l10n.gnome.org/module/gnome-games/">many languages</link> for which translations are still needed.
de: Übersetzungen sind noch für <link href="http://l10n.gnome.org/module/gnome-games/">zahlreiche Sprachen</link> nötig.

source: To start translating you will need to <link href="http:l10n.gnome.org">create an account</link> and join the <link href="http://l10n.gnome.org/teams/">translation team</link> for your language. This will give you the ability to upload new translations.
de: Um mit der Übersetzung zu beginnen, müssen Sie zunächst <link href="http:l10n.gnome.org">ein Konto erstellen</link> und einem <link href="http://l10n.gnome.org/teams/">Übersetzungstteam</link> für Ihre Sprache beitreten. So erhalten Sie die Möglichkeit, neue Übersetzungen hochzuladen.

source: You can chat with GNOME translators using <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fi18n">irc</link>. People on the channel are located worldwide, so you may not get an immediate response as a result of timezone differences.
de: Sie können mit GNOME-Übersetzern im <link href="https://cbe003.chat.mibbit.com/?url=irc%3A%2F%2Firc.gnome.org%2Fi18n">IRC</link> chatten. Die Teilnehmer in diesem Kanal sind über die ganze Welt verstreut, so dass Sie aufgrund der unterschiedlichen Zeitzonen nicht unbedingt sofort eine Antwort erhalten werden.

source: Alternatively, you can contact the Internationalization Team using their <link href="http://mail.gnome.org/mailman/listinfo/gnome-i18n">mailing list</link>.
de: Alternativ können Sie das Internationaliserungsteam über dessen <link href="http://mail.gnome.org/mailman/listinfo/gnome-i18n">Mailingliste</link> kontaktieren.
