Repository: ArtchyZ/gnome-mines
Catalog: po/ltg.po
Languages: ltg

source: GNOME Mines
ltg: GNOME minys

source: Clear hidden mines from a minefield
ltg: Nūjimț naradzamōs minys nu teiruma

source: GNOME Mines is a puzzle game where you search for hidden mines. Flag the spaces with mines as quickly as possible to make the board a safer place. You win the game when you’ve flagged every mine on the board. Be careful not to trigger one, or the game is over!
ltg: GNOME minys ir spielá, kurā jōvaicoj nūglobōtōs minys. Cik vari dreižōk saliçkarūgus iz vītom, kur ir minys i padori gaļdeni par drūsu vītu. Spielá ir vinneita, kod iz gaļdená ai karūgu ir atzeimōta sávkotra mina. Viņ jōdazaver kap keida mina naizsprōgst, tūraiz spielái ir beigys!

source: You can select the size of the field you want to play on at the start of the game. If you get stuck, you can ask for a hint: there’s a time penalty, but that’s better than hitting a mine!
ltg: Sávkotrys spielis sōkumā vari izavieläț laukuma izmāru. Ka sagribi, vari prasäț padūmu, par padūmu bȳș laika sūds, vys jau tys ir lobōk, kei izkōpț iz minys!

source: The GNOME Project
ltg: GNOME projekts

source: Mines
ltg: Minys

source: minesweeper;
ltg: minesweeper;minu lauks;minys;

source: Small board
ltg: Mozs teirums

source: Medium board
ltg: Videjs teirums

source: Big board
ltg: Lels teirums

source: The theme to use
ltg: Tema, kurei radzama

source: The title of the tile theme to use.
ltg: Radzamōs temys nūsaukums.

source: Use the unknown flag
ltg: Lītōț “nazynoms” karūgu

source: Set to true to be able to mark squares as unknown.
ltg: Pōrsliedzit iz patīss, lai varātu atzeimäț kvadratus kei nazynomus.

source: Warning about too many flags
ltg: Breidynōț ka par dauḑz karūgu

source: Set to true to enable warning icons when too many flags are placed next to a numbered tile.
ltg: Atzeimoj, lai īslāgtu ikonu breidynōjumus, kod salykts par dauḑz karūgu pi laucená ai skaitli.

source: Enable automatic placing of flags
ltg: Īslägț automatiskū karūdzeņu izlikšonu

source: Set to true to automatically flag squares as mined when enough squares are revealed
ltg: Atzeimoj, lai automatiski atzeimōtu karūdzeņus, kod ir attaiseiti gona daudzi lauceni

source: Enable animations
ltg: Īslägț animaceji

source: Set to false to disable theme-defined transition animations
ltg: Īstatäț iz “napatīss”, lai izslāgtu temys defineitōs pōrīšonu animacejis

source: Number of columns in a custom game
ltg: Kolonnu skaits poštaiseitijā spielī

source: Number of rows in a custom game
ltg: Ryndu skaits poštaiseitijā spielī

source: The number of mines in a custom game
ltg: Minu skaits poštaiseitijā spielī

source: Board size
ltg: Teiruma izmārs

source: Size of the board (0-2 = small-large, 3=custom)
ltg: Laukuma izmārs (0-2 = mozs-lels, 3=izvieleits)

source: Width of the window in pixels
ltg: Golvonō lūga plotums pikseļūs

source: Height of the window in pixels
ltg: Golvonō lūga augstums pikseļūs

source: true if the window is maximized
ltg: patīss, kod lūgs ir maksimizeits

source: _Width
ltg: _Plotums

source: _Height
ltg: _Augstums

source: Percent _mines
ltg: _Minys procentūs

source: _Cancel
ltg: At_cáļț

source: _Play Game
ltg: S_pieläț spieli

source: _Pause
ltg: A_pturäț

source: Change _Difficulty
ltg: Mainäț _gryuteibu

source: _Best Times
ltg: _Lobōkīs laiks

source: _Play Again
ltg: S_pieläț väļraiz

source: Paused
ltg: Aptureits

source: Print release version and exit
ltg: Rōdäț informaceji par laidīni i izīț

source: Small game
ltg: Moza spielá

source: Medium game
ltg: Videja spielá

source: Big game
ltg: Lela spielá

source: _Scores
ltg: Re_zultati

source: A_ppearance
ltg: _Izskots

source: _Show Warnings
ltg: Rōdäț breidynōjumu_s

source: _Use Question Flags
ltg: Lītōț vaicōjum_u karūgus

source: _Help
ltg: _Paleigs

source: _About
ltg: P_ar

source: _Quit
ltg: _Izīț

source: _Mines
ltg: _Minys

source: _New Game
ltg: Jau_na spielá

source: _Contents
ltg: _Saturs

source: Minefield:
ltg: Minu lauks:

source: %d × %d, %d mine
ltg: %d × %d, %d mina

source: Custom
ltg: Izvieleits

source: <b>%d</b> mine
ltg: <b>%d</b> mina

source: Do you want to start a new game?
ltg: Gribi sōkț jaunu spieli?

source: If you start a new game, your current progress will be lost.
ltg: Ka sōksi jaunu spieli, to itōs spielis progress izgaisș.

source: Keep Current Game
ltg: Pabeigț itū spieli

source: Start New Game
ltg: Sōkț jaunu spieli

source: St_art Over
ltg: Sōkț nu j_auna

source: _Resume
ltg: Atsōkț

source: Play _Again
ltg: S_pieläț väļraiz

source: Main game:
ltg: Golvonō spielá:

source: Score:
ltg: Rezultats:

source: Resizing and SVG support:
ltg: Izmāru maineišona i SVG atbolsts:

source: Clear explosive mines off the board
ltg: Atteiráj teirumu nu sprōgstūšōm minom

source: translator-credits
ltg: Andrejs Meinerts <inni96@inbox.lv>

source: Use _animations
ltg: Lietot _animācijas

source: Select Theme
ltg: Izavieläț temu

source: Close
ltg: Aiztaisäț
